local _datas = {
SDKDefaultISBN="出版单位：深圳市华文国际传媒有限公司     著作权人：广州逸游科技有限公司<br>       软著著作权登记号：2025SR0733312         运营单位：广州畅悦信息科技有限公司<br>      批准文号：国新出审〔2025〕1488 号        出物版号：ISBN 978-7-498-15408-8<br>粤ICP备2024331159号-4A",
SDKDefaultIWX="健康游戏忠告<br>抵制不良游戏，拒绝盗版游戏。注意自我保护，谨防受骗上当。<br>适度游戏益脑，沉迷游戏伤身。合理安排时间，享受健康生活。<br>审批文号：国新出审〔2025〕1488号   出物版号：ISBN 978-7-498-15408-8<br>著作权登记号：2025SR0733312   著作权人：广州逸游科技有限公司<br>运营单位：广州畅悦信息科技有限公司   出版单位：深圳市华文国际传媒有限公司",
SDKDefaultIWXmj="健康游戏忠告<br>抵制不良游戏，拒绝盗版游戏。注意自我保护，谨防受骗上当。<br>适度游戏益脑，沉迷游戏伤身。合理安排时间，享受健康生活。<br>审批文号：国新出审〔2025〕2308 号  出物版号：ISBN 978-7-498-15972-4<br>著作权登记号：2025SR1282604  著作权人：广州畅悦信息科技有限公司<br>运营单位：广州畅悦信息科技有限公司  <br>出版单位：广东太平洋电子出版社有限公司"
}

return _datas