local _datas = {
fishingground_0_1="陽光海灘",
fishingground_0_2="童話叢林",
fishingground_0_3="黃金綠洲",
fishingground_0_4="熒光森林",
fishingground_0_5="雲端之河",
fishingground_1_1="歡迎踏入這片被幻想之光溫柔擁抱的陽光海岸！這裏不僅是魚兒悠遊的樂園，更是騎士靈魂的避風港。想像一下，碧空如洗之下，金色的陽光如同細碎的魔法粒子，輕輕灑落在波光粼粼的水面上，每一道光芒都似乎在訴說著奇幻的故事。",
fishingground_1_2="在這片被魔法輕吻過的海域上，漂浮著一座璀璨的釣魚池，它仿佛是從童話書中躍然而出的秘境。池水清澈見底，卻藏著不為人知的秘密——這裏是各種奇幻魚類的樂園，每一種魚兒都攜帶著一個關於勇氣、愛與夢想的故事。",
fishingground_1_3="綠洲之上，翠綠的植被與金色的光芒交織成一幅令人心曠神怡的畫面。清澈見底的湖泊中，魚兒們身披斑斕色彩，在金色的水波中自由穿梭，它們或是擁有彩虹般閃耀的鱗片，或是身形奇異，如同從古老傳說中躍然而出。在這裡，每一次垂釣都是一場未知的探險。",
fishingground_1_4="步入熒光森林，仿佛踏入了另一個維度的世界。樹木間，無數微小的生物散發著柔和而神秘的熒光，將整片森林裝扮得如同夢幻般的銀河，每一步都踏著星光，每一次呼吸都充滿了奇幻的氣息。在這裏，夜幕降臨不再是黑暗的序章，而是萬物生輝的序曲，一場專屬於夜釣愛好者的奇幻之旅即將啟程。",
fishingground_1_5="這裏是釣魚者追尋夢幻與寧靜的終極目的地。夜幕中，雲端之河被點點星光與柔和的月光輕撫。圍繞你的，是深邃而寧靜的夜空。在這樣的夜晚，踏上雲端之河，你將仿佛置身於一個夢幻般的星辰夢境。靜謐的空氣中彌漫著淡淡的清香，微風輕拂，帶走白日的疲憊與煩惱。你手持釣竿，靜坐雲端，讓心靈隨著夜風飄向那遙不可及的星空深處。"
}

return _datas