local _datas = {
fishingground_0_1="阳光海滩",
fishingground_0_2="童话丛林",
fishingground_0_3="黄金绿洲",
fishingground_0_4="荧光森林",
fishingground_0_5="云端之河",
fishingground_1_1="欢迎踏入这片被幻想之光温柔拥抱的阳光海岸！这里不仅是鱼儿悠游的乐园，更是勇者灵魂的避风港。想象一下，碧空如洗之下，金色的阳光如同细碎的魔法粒子，轻轻洒落在波光粼粼的水面上，每一道光芒都似乎在诉说着奇幻的故事。",
fishingground_1_2="在这片被魔法轻吻过的海域上，漂浮着一座璀璨的钓鱼池，它仿佛是从童话书中跃然而出的秘境。池水清澈见底，却藏着不为人知的秘密——这里是各种奇幻鱼类的乐园，每一种鱼儿都携带着一个关于勇气、爱与梦想的故事。",
fishingground_1_3="绿洲之上，翠绿的植被与金色的光芒交织成一幅令人心旷神怡的画面。清澈见底的湖泊中，鱼儿们身披斑斓色彩，在金色的水波中自由穿梭，它们或是拥有彩虹般闪耀的鳞片，或是身形奇异，如同从古老传说中跃然而出。在这里，每一次垂钓都是一场未知的探险。",
fishingground_1_4="步入荧光森林，仿佛踏入了另一个维度的世界。树木间，无数微小的生物散发着柔和而神秘的荧光，将整片森林装扮得如同梦幻般的银河，每一步都踏着星光，每一次呼吸都充满了奇幻的气息。在这里，夜幕降临不再是黑暗的序章，而是万物生辉的序曲，一场专属于夜钓爱好者的奇幻之旅即将启程。",
fishingground_1_5="这里是钓鱼者追寻梦幻与宁静的终极目的地。夜幕中，云端之河被点点星光与柔和的月光轻抚。围绕你的，是深邃而宁静的夜空。在这样的夜晚，踏上云端之河，你将仿佛置身于一个梦幻般的星辰梦境。静谧的空气中弥漫着淡淡的清香，微风轻拂，带走白日的疲惫与烦恼。你手持钓竿，静坐云端，让心灵随着夜风飘向那遥不可及的星空深处。"
}

return _datas