local _datas = {
magicrune_0_206101="旅人印刻",
magicrune_0_206201="游侠印刻",
magicrune_0_206301="王族印刻",
magicrune_0_206401="龙族印刻",
magicrune_0_206501="神族印刻",
magicrune_0_206502="星魅印刻",
magicrune_0_206503="月魂印刻",
magicrune_0_206504="日灵印刻",
magicrune_2_206201="从【攻击】【生命】中随机获取1个",
magicrune_2_206301="从【攻击】【生命】中随机获取1个",
magicrune_2_206401="从【攻击】【生命】中随机获取1个",
magicrune_2_206501="从【攻击】【生命】【防御】【速度】中任意获取2个",
magicrune_2_206502="从【攻击】【生命】【防御】【速度】中任意获取2个及1个特殊百分比属性",
magicrune_2_206503="从【攻击】【生命】【防御】【速度】中任意获取2个及1个特殊百分比属性",
magicrune_2_206504="从【攻击】【生命】【防御】【速度】中任意获取2个及1个特殊百分比属性",
magicrune_3_206201="1.【低阶技能】<br>随机获取1个低阶被动技能",
magicrune_3_206301="1.【中阶技能】+【低阶技能】<br>2.【低阶技能】+【低阶技能】<br>3.【中阶技能】<br>随机获取以上技能组合中的1个",
magicrune_3_206401="1.【高阶技能】+【低阶技能】<br>2.【中阶技能】+【中阶技能】<br>3.【高阶技能】<br>随机获取以上技能组合中的1个",
magicrune_3_206501="1.【高阶技能】+【高阶技能】<br>2.【高阶技能】+【中阶技能】<br>随机获取以上技能组合中的1个",
magicrune_3_206502="1.【高阶技能】+【高阶技能】<br>2.【高阶技能】+【中阶技能】<br>随机获取以上技能组合中的1个",
magicrune_3_206503="1.【超阶技能】+【高阶技能】<br>2.【超阶技能】+【中阶技能】<br>3.【高阶技能】+【高阶技能】<br>4.【高阶技能】+【中阶技能】<br>随机获取以上技能组合中的1个",
magicrune_3_206504="1.【超阶技能】+【超阶技能】<br>2.【超阶技能】+【高阶技能】<br>3.【高阶技能】+【高阶技能】<br>随机获取以上技能组合中的1个"
}

return _datas