local _datas = {
magicrune_0_206101="旅人印刻",
magicrune_0_206201="遊俠印刻",
magicrune_0_206301="王族印刻",
magicrune_0_206401="龍族印刻",
magicrune_0_206501="神族印刻",
magicrune_0_206502="星魅印刻",
magicrune_0_206503="月魂印刻",
magicrune_0_206504="日靈印刻",
magicrune_2_206201="從【攻擊】【生命】中隨機獲取1個",
magicrune_2_206301="從【攻擊】【生命】中隨機獲取1個",
magicrune_2_206401="從【攻擊】【生命】中隨機獲取1個",
magicrune_2_206501="從【攻擊】【生命】【防禦】【速度】中任意獲取2個",
magicrune_2_206502="從【攻擊】【生命】【防禦】【速度】中任意獲取2個及1個特殊百分比屬性",
magicrune_2_206503="從【攻擊】【生命】【防禦】【速度】中任意獲取2個及1個特殊百分比屬性",
magicrune_2_206504="從【攻擊】【生命】【防禦】【速度】中任意獲取2個及1個特殊百分比屬性",
magicrune_3_206201="1.【低階技能】<br>隨機獲取1個低階被動技能",
magicrune_3_206301="1.【中階技能】+【低階技能】<br>2.【低階技能】+【低階技能】<br>3.【中階技能】<br>隨機獲取以上技能組合中的1個",
magicrune_3_206401="1.【高階技能】+【低階技能】<br>2.【中階技能】+【中階技能】<br>3.【高階技能】<br>隨機獲取以上技能組合中的1個",
magicrune_3_206501="1.【高階技能】+【高階技能】<br>2.【高階技能】+【中階技能】<br>隨機獲取以上技能組合中的1個",
magicrune_3_206502="1.【高階技能】+【高階技能】<br>2.【高階技能】+【中階技能】<br>隨機獲取以上技能組合中的1個",
magicrune_3_206503="1.【超階技能】+【高階技能】<br>2.【超階技能】+【中階技能】<br>3.【高階技能】+【高階技能】<br>4.【高階技能】+【中階技能】<br>隨機獲取以上技能組合中的1個",
magicrune_3_206504="1.【超階技能】+【超階技能】<br>2.【超階技能】+【高階技能】<br>3.【高階技能】+【高階技能】<br>隨機獲取以上技能組合中的1個"
}

return _datas