local _datas = {
returnbackchallenge_0_1001="你是誰？竟然敢冒充騎士大人！雖然和騎士大人許久不見了，但騎士大人絕不像你這麼弱！讓本小姐來好好收拾你，讓你後悔冒充騎士大人！",
returnbackchallenge_0_1002="【椿】這個廢物，居然就這麼輸了。我可不一樣，會好好折磨你一番的，讓我們開......啊！人家還沒說開始，你怎麼就沖過來了！",
returnbackchallenge_0_1003="有言云，犹豫就会败北，根据双方的战力，赢的機率五五开。不过我还有杀手锏没使出，废话不多说了，感受在下这么长时间积攒的怨念吧！",
returnbackchallenge_0_1004="好久不見，騎士大人～錯了！重來！你是誰，我怎麼可能認識你呢，騎士大人？啊......煩死了，闭嘴，都是你的錯，去死吧！",
returnbackchallenge_0_1005="你是誰？什麼！【烏姆】已經露餡了，果然靠不住。既然如此，我也不裝了，攤牌了。關於離開這麼久，騎士大人沒有什麼想說的麼，我們邊打邊說吧～",
returnbackchallenge_0_1006="等下見到騎士大人，我要先假裝不認識，再給他一個驚喜，然後......嗚，被聽到了麼，這下沒有辦法了，只能硬著頭皮上了！",
returnbackchallenge_0_1007="騎士大人，終於見到你了！我為啥不裝？那是小孩子的把戲，她們的計畫，本王不屑參與。讓本王看看，離開這麼久，還有沒有資格做我的忠犬~"
}

return _datas