local _datas = {
returnbackchallenge_0_1001="你是谁？竟然敢冒充勇者大人！虽然和勇者大人许久不见了，但勇者大人绝不像你这么弱！让本小姐来好好收拾你，让你后悔冒充勇者大人！",
returnbackchallenge_0_1002="【椿】这个废物，居然就这么输了。我可不一样，会好好折磨你一番的，让我们开......啊！人家还没说开始，你怎么就冲过来了！",
returnbackchallenge_0_1003="有言云，犹豫就会败北，根据双方的战力，赢的概率五五开。不过我还有杀手锏没使出，废话不多说了，感受在下这么长时间积攒的怨念吧！",
returnbackchallenge_0_1004="好久不见，勇者大人～错了！重来！你是谁，我怎么可能认识你呢，勇者大人？啊......烦死了，闭嘴，都是你的错，去死吧！",
returnbackchallenge_0_1005="你是谁？什么！【乌姆】已经露馅了，果然靠不住。既然如此，我也不装了，摊牌了。关于离开这么久，勇者大人没有什么想说的幺，我们边打边说吧～",
returnbackchallenge_0_1006="等下见到勇者大人，我要先假装不认识，再给他一个惊喜，然后......呜，被听到了幺，这下没有办法了，只能硬着头皮上了！",
returnbackchallenge_0_1007="勇者大人，终于见到你了！我为啥不装？那是小孩子的把戏，她们的计划，本王不屑参与。让本王看看，离开这么久，还有没有资格做我的忠犬~"
}

return _datas