local _datas = {
sailingtext_0_10001="在秘境中四處遊蕩，專門搶劫過路者，你唯一的選擇就是擊敗他們。",
sailingtext_0_10002="哇！鑽石掉落在地上等著人撿啦！！！",
sailingtext_0_10003="一隻突然出現的幽靈！！隨機吓吓過路者，可能會前進也可以會倒退。",
sailingtext_0_10004="秘境中最終的首領，擊敗他吧勇士！",
sailingtext_0_10005="誰也不知道路上怎麼會出現一個娃娃機，試試看運氣吧！",
sailingtext_0_10006="王牌飛行員申請出戰！",
sailingtext_0_20001="在秘境中四處遊蕩，專門搶劫過路者，你唯一的選擇就是擊敗他們。",
sailingtext_0_20002="秘境中最終的首領，擊敗他吧勇士！",
sailingtext_0_20003="哇，四處充滿了少女的愛心泡泡，戳戳~~",
sailingtext_0_20004="少女被困在了箱子裡面！拼手速點擊吧~",
sailingtext_0_20005="哇！鑽石掉落在地上等著人撿啦！！！",
sailingtext_0_20006="王牌飛行員申請出戰！"
}

return _datas