local _datas = {
sailingtext_0_10001="在秘境中四处游荡，专门抢劫过路者，你唯一的选择就是击败他们。",
sailingtext_0_10002="哇！钻石掉落在地上等着人捡啦！！！",
sailingtext_0_10003="一只突然出现的幽灵！！随机吓吓过路者，可能会前进也可以会倒退。",
sailingtext_0_10004="秘境中最终的首领，击败他吧勇士！",
sailingtext_0_10005="谁也不知道路上怎么会出现一个娃娃机，试试看运气吧！",
sailingtext_0_10006="王牌飞行员申请出战！",
sailingtext_0_20001="在秘境中四处游荡，专门抢劫过路者，你唯一的选择就是击败他们。",
sailingtext_0_20002="秘境中最终的首领，击败他吧勇士！",
sailingtext_0_20003="哇，四处充满了伙伴的爱心泡泡，戳戳~~",
sailingtext_0_20004="伙伴被困在了箱子里面！拼手速点击吧~",
sailingtext_0_20005="哇！钻石掉落在地上等着人捡啦！！！",
sailingtext_0_20006="王牌飞行员申请出战！"
}

return _datas