local _datas = {
storytext_0_3="要吃给勇者大人看吗？",
storytext_0_4="♪(*^▽^*)♪<br>手感滑滑的、硬硬的呢，勇者大人",
storytext_0_5="勇者大人，真的好喜欢你呀",
storytext_0_6="(//•⁄ω⁄•//)<br>小蝴蝶好调皮呀，不要啦",
storytext_0_7="快回来呀，和我一起玩呀！",
storytext_0_8="(//•⁄ω⁄•//)<br>勇者大人，我是你的专属小伙伴呀！",
storytext_0_9="勇者大人，永远喜欢你呀",
storytext_0_10="(*^▽^*)<br>只要勇者大人喜欢，我都愿意呀~",
storytext_0_11="人家想你了嘛~",
storytext_0_12="(*^▽^*)<br>这种活力符，很适合我们呢。",
storytext_0_13="勇者君是在玩什么游戏吗？",
storytext_0_14="(//•⁄ω⁄•//)<br>呀，勇者君好调皮呀",
storytext_0_15="上交你的冰棒！",
storytext_0_16="♪(*^▽^*)♪<br>真好吃呀，小勇者的冰棒刚好够我吃呢",
storytext_0_17="来找姐姐玩啦？",
storytext_0_18="(*^▽^*)<br>听到铃声，就会忍不住想跑过来呢~",
storytext_0_19="会好好爱护小可爱的！",
storytext_0_20="(//•⁄ω⁄•//)<br>姐姐做的小玩具好玩吗？",
storytext_0_21="听候大人的命令！",
storytext_0_22="(//•⁄ω⁄•//)<br>大人稍等！卷轴很快就取出来啦。",
storytext_0_23="有东西要给你看哟",
storytext_0_24="(*^▽^*)<br>这是给你的赏赐哟"
}

return _datas